Tekla.Structures.DrawingInternal.dotGrGridAttributes_t


Tekla.Structures.DrawingInternal.dotGrGridAttributes_t.CommonAttributes


Tekla.Structures.DrawingInternal.dotGrGridAttributes_t.FontAttributes


Tekla.Structures.DrawingInternal.dotGrGridAttributes_t.TextPosition


Tekla.Structures.DrawingInternal.dotGrGridAttributes_t.LineAttributes


Tekla.Structures.DrawingInternal.dotGrGridAttributes_t.Frame


Tekla.Structures.DrawingInternal.dotGrGridAttributes_t.OffsetAtStartOfLine


Tekla.Structures.DrawingInternal.dotGrGridAttributes_t.OffsetAtEndOfLine


Tekla.Structures.DrawingInternal.dotGrGridAttributes_t.AttributeFilename


Tekla.Structures.DrawingInternal.dotGrGridAttributes_t.ToStruct(Tekla.Structures.Drawing.Grid.GridAttributes)


Tekla.Structures.DrawingInternal.dotGrGridAttributes_t.FromStruct(Tekla.Structures.Drawing.Grid.GridAttributes)
